Repository: instedd/cruzroja-registro
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: es

source: can't be blank
es: no puede ser vacío

source: has already been taken
es: ya pertence a otra cuenta

source: is invalid
es: es inválido

source: has invalid format
es: no tiene el formato adecuado

source: has an invalid entry
es: tiene un elemento inválido

source: is reserved
es: está reservado

source: does not match confirmation
es: no coincide con la clave original

source: is still associated to this entry
es: todavía está asociado a este elemento

source: are still associated to this entry
es: todavía están asociados a este elemento

source: should be %{count} character(s)
es: debería tener %{count} caracter

source: should have %{count} item(s)
es: debería tener %{count} element

source: should be at least %{count} character(s)
es: debería tener al menos %{count} caracter

source: should have at least %{count} item(s)
es: debería tener al menos %{count} elemento

source: should be at most %{count} character(s)
es: deberería tener a lo sumo %{count} caracter

source: should have at most %{count} item(s)
es: debería tener a lo sumo %{count} elemento

source: must be less than %{number}
es: debe ser menor a %{number}

source: must be greater than %{number}
es: debe ser mayor a %{number}

source: must be less than or equal to %{number}
es: debe ser menor o igual a %{number}

source: must be greater than or equal to %{number}
es: debe ser mayor o igual a %{number}

source: must be equal to %{number}
es: debe ser igual a %{number}
